<template>
    <div bg="light-green">
        <HeaderBar>
            <div class="header_title">服务条款</div>
        </HeaderBar>
        <div class="expand-page px-12px py-10px font-normal text-12px text-old-text leading-normal">
            <div class="text-16px leading-20px font-bold">VKGAME用户服务条款</div>
            <div class="mt-6px">
                <section>
                    请仔细阅读本条款，并确认您完全理解其内容。如果对于这一条款所产生的权利和义务有任何疑问，请向您所属法律管辖区域内的法律顾问寻求帮助。
                </section>
                <section>
                    <div class="s-title">定义</div>
                    <div class="s-text">
                        以下条规适用于用户使用、链接及参与由VKGAME(下文统称VKGAME、「我们」及「我们的」，视具体情况而定)通过www.vkgame.cc经营的网站提供的网上竞猜服务。本条规须与特定竞猜的竞猜规则及适用于竞猜软件的使用与链接进入竞猜网站其中所含条规一并阅读。我们有权通过网站向有关第三方支付平台服务提供商以及金融保险机构提供必要的个人信息以完成支付要求。
                        <br />
                        「竞猜」就本条规而言，包括但不限于通过竞猜网站提供的任何及,
                        或一切竞猜服务进行的投注、游戏及各类竞猜活动；「联接设备」指任何应用联接设备，包括但不限于为使用和联接竞猜网站、参与竞猜服务而采用的个人电脑、
                        笔记本电脑、移动电话、个人数码助理、PDA电话、手提设备。
                    </div>
                </section>
                <section>
                    <div class="s-title">同意</div>
                    <div class="s-text">
                        用户在注册过程中需满足年满18岁，及「已阅读并同意《VKGAME用户注册与服务协议》」字样之前的方框内打勾，即表示用户确认并同意：
                        <br />
                        1.用户已经阅读、完全理解并同意本条规；
                        <br />
                        2.本条规构成用户与VKGAME之间关于竞猜服务使用的具有法律约束力的协议「使用协议」。
                        <br />
                        如果用户不同意本条规中的任何条款，请不要试图使用或继续使用任何竞猜服务和下载安装竞猜软件。
                    </div>
                </section>
                <section>
                    <div class="s-title">修改</div>
                    <div class="s-text">
                        VKGAME保留不时修订、更新和修改本条规和竞猜规则(或其任何部分)的绝对权利。上述任何修订、更新或修改将在竞猜网站上公布。经修订、更新或修改的本条规和竞猜规则于其在竞猜网站上公布时生效。用户在之后继续通过竞猜网站和竞猜设备使用、联接和参与竞猜服务，将视为同意并接受所公布的经修改或更新的本条规和竞猜规则。用户确认并同意及自行负责查阅上述修订、更新和修改。VKGAME可自主决定将上述修订、更新和修改通知用户。上述修订、更新和修改可由VKGAME自主决定不时通知用户，但VKGAME并无任何义务向用户通知任何修订、更新和修改。
                    </div>
                </section>
                <section>
                    <div class="s-title">竞猜资讯和知识产权</div>
                    <div class="s-text">
                        通过竞猜网站、竞猜服务、竞猜设备和, 或任何其他方式提供向用户公开、获取、产生和,
                        或收集的信息、资料和数据，包括但不限于营销计划和资料、成绩、统计数据、赛事数据、赛程表、概率和投注数据、文字、图标、音像资讯(「竞猜资讯」)
                        ，将属于VKGAME和其许可人所有，仅供用户用于个人非商业性目的。
                        <br />
                        除在本条规外，未经我们或第三方资料专有人的事先书面同意，用户不得以任何方式或手段改编、拷贝、修改、复制、储存、散发、展示、公开播放、制入有线节目、出版、传送、出售、出借、出租、许可使用竞猜资讯。用户也不得或以其他方式使用任何他人网站、网上服务、公告板、任何媒体,
                        或联接设备可以获得、使用、或连接上述竞猜资讯。
                        <br />
                        在竞猜网站或通过联接设备提供的竞猜软件、竞猜服务和竞猜资讯享受著作权、商标和其他形式的知识产权和专利保护。竞猜网站上的竞猜软件、竞猜服务和竞猜资讯的所有权利、产权和利益均属VKGAME和其许可人所有、使用或控制。用户确认并未通过使用或联接在竞猜网站和,
                        或联接设备提供的竞猜软件、竞猜服务和竞猜资讯取得VKGAME的竞猜软件、竞猜服务和竞猜资讯的任何权利、利益或许可。
                    </div>
                </section>
                <section>
                    <div class="s-title">使用条件</div>
                    <div class="s-text">
                        作为使用竞猜服务的条件，用户保证并承诺不得以任何违反适用于用户的任何法律、违反本条规和被本条规所禁止的目的使用或联接竞猜网站、竞猜软件、竞猜服务和/竞猜资讯。除了本条规中所列一切其他声明和保证之外，用户在此进一步保证并承诺，作为使用竞猜服务的条件：
                        <br />
                        1.用户以本人的身份及名义进行活动，而非代他人进行交易；
                        <br />
                        2.用户的法律行为能力不受限制；
                        <br />
                        3.用户未被诊断或认定为赌博强迫症；
                        <br />
                        4.用户年龄(a)至少已满18周岁；或(b)已满任何适用于用户的法律所规定的其他法定年龄或成人年龄，以较大者为准(「法定年龄」)；
                        <br />
                        5.用户充分了解在使用竞猜服务的过程中亏损资金的风险；
                        <br />
                        6.用户存入的款项并非来源于犯罪或其他非法、未经授权或许可的活动；
                        <br />
                        7.用户并非从事犯罪或其他非法、未经授权或许可活动和企图利用用户在VKGAME开立的账户从事上述活动；用户不得利用或允许他人利用竞猜服务或用户的竞猜账户从事适用于用户或我们的任何法律所规定的任何犯罪或其他
                        非法活动，包括但不限于洗钱；
                        <br />
                        8.对用户的户名、账号和密码予以保密，防止非法联接或使用，在户名、账号或密码以任何方式失密的情况下立即更改密码或通知我们；
                        <br />
                        9.对以用户的户名、账号和密码通过竞猜网站和联接设备联接和使用竞猜服务的任何及所有活动自行承担责任，不论上述联接和使用是否经用户授权或为用户所知晓；
                        <br />
                        10.不以任何干扰或可能干扰其他用户使用竞猜服务和竞猜网站的方式使用博
                        彩服务、竞猜网站、联接设备、竞猜软件和竞猜资讯，不实施任何降低或可
                        能降低竞猜服务和竞猜网站运行效能的行为；
                        <br />
                        11.不征集或以任何方式企图获取有关其他用户的任何资料；
                        <br />
                        12.不上传或散发任何含有病毒、已经毁坏或可能影响联接设备、竞猜软件、竞猜服务和竞猜网站运行效能的程序、文件或数据；
                        <br />
                        13.用户通过竞猜网站和联接设备联接或使用竞猜服务和竞猜资讯不违反适用于用户的法律；亦不违反对用户个人或用户目前联接竞猜网站或使用联接设备所在国家所有人具有约束力的合约义务；同时不受上述法律或合约义务禁止；
                        <br />
                        14.不使用任何设备、机械、装置、软件、程序或其他方法(或任何具有上述性质的事物)干扰或企图干扰竞猜服务、联接设备、竞猜软件、竞猜网站、竞猜资讯或竞猜网站和联接设备提供的任何交易的正常运行；
                        <br />
                        15.不向竞猜网站和联接设备或任何其他用户发布或传送任何违法、骚扰性、侮辱性、威胁性、诬蔑性、诽谤性、淫秽、猥亵、煽动性、种族歧视、色情或粗俗的内容，或可构成或教唆犯罪、引发民事责任或以其他方式违反任何法律的内容；
                        <br />
                        16.用户不是VKGAME或其任何关联公司的管理人员、董事、雇员、顾问、关联人或代理人，或与上述任何人员具有亲属或同屋居住关系；
                        <br />
                        17.不干扰其他用户使用竞猜服务、竞猜网站、竞猜软件、联接设备和竞猜资讯或发起和参与调查、竞赛、连锁信或发布/传送「垃圾邮件」或其他未受请求的群发邮件。
                    </div>
                </section>
                <section>
                    <div class="s-title">注册开立竞猜账户和会员资格</div>
                    <div class="s-text">
                        欲通过VKGAME参与竞猜、使用竞猜服务，用户须按竞猜网站所述程序完成开立账户和会员资格的申请(「会员资格申请」)。
                        <br />
                        用户声明并承诺，用户在注册和办理会员资格申请时所提供的所有资料，包括会员资格申请所填用户姓名(「姓名」)、资金来源(包括有关银行账号和卡号)和住址，在一切方面均真实、准确、完整。
                        <br />
                        VKGAME将采取必要和适当的措施对用户向我们披露的个人资料予以保密。我们将对所收到的用户个人数据和投注资料予以严格保密，除非法律、法规、规章、法院、监管机关、任何有关竞猜管理、执法机关的命令和决定或本条规另要求披露。用户对其个人资料的保密自行承担责任。我们融机构披露用户个人数据的权利。
                        <br />
                        用户还须自行负责确保用户使用和联接竞猜网站和其中所含的竞猜资讯、下载安装竞猜软件和使用和参与竞猜服务不受适用于用户的法律禁止。
                        <br />
                        为验证用户的会员资格申请，我们还需要用户提供身份和年龄证明(如带照片的有效身份证明和借记卡或信用卡)。用户提供的具体原始资料如有任何变更，应及时通知我们。为确认用户的姓名和地址，VKGAME保留通过邮寄等方式
                        确认用户姓名和地址的权利。VKGAME还可自行决定采用其他安全措施核实用户提供的任何资料。用户同意本条规，即同时表示同意VKGAME联接、使用、处理和储存对用户的任何身份验证或核实结果。
                        <br />
                        我们保留基于任何理由拒绝用户会员资格申请的绝对权利。
                        <br />
                        我们仅对在线即时帮助所公布的VKGAME官方备用网站负责。会员登录其它任意貌似VKGAME网站的链接，所造成的任何损失我们将不承担任何责任。如有其他疑问，请直接联络我们的在线客服。
                        <br />
                        用户在VKGAME仅可开立一个账户。若我们发现用户在VKGAME开设不止一个账户，我们保留自行决定将用户在VKGAME的所有账户作为一个合并账户处理、取消多余账户或与用户终止本协议的权利。
                    </div>
                </section>
                <section>
                    <div class="s-title">下注及接受下注</div>
                    <div class="s-text">
                        我们于竞猜网站上和/或通过联接设备所不时提供的游戏、体育赛事和其他竞猜活动开放给用户下注。用户下注须遵守具体游戏或竞猜活动的竞猜规则以及本条规的规定。若任何赌局出现明显错误或显示错误的参赌人，该赌局的所有下注均告作废。VKGAME竞猜系统发生故障时，我们亦有权宣布任何或所有下注无效。
                        <br />
                        尽管本条规可能存在其他规定，但VKGAME有权基于任何理由酌情拒绝用户的全部或部分下注。
                        我们仅接受用户按本条规通过互联网和/或联接设备进行下注。其他下注形式(邮寄、电邮、传真等)一概不予接受。我们即使收到其他形式的下注，不论赌盘最后开出的结果如何，均视为无效。
                        <br />
                        1.VKGAME有权搁置或拒绝疑用欺骗手段如通过攻击、操纵等破坏操作系统所进行的投注。
                        <br />
                        2.任何不寻常的投注将被取消，而不需另行通知。特此声明，人工智能或软件（机器人'Rbots'
                        ）于线上投注服务的使用是被严禁的行为，而任何试图或利用该方式的投注将被取消，相关帐号立即会被关闭。受限于本条规其他规定，用户输入正确的用户名和密码且账户内存有足够余额，用户即有效投下注码。用户均须对使用下列内容（或其各项结合）所进行的所有活动和交易负责（无论下述使用是否得到授权）：
                        <br />
                        1.用户姓名；
                        <br />
                        2.用户账户号；
                        <br />
                        3.用户的用户名和密码。用户的用户名和密码。
                        <br />
                        用户自行负责确保其下注细节的准确性。受限于本条规其他规定，一旦用户下注且我们确认接受用户的下注，即为用户下注的最终确证；用户不得取消、撤回下注或更改下注细节。
                        <br />
                        所有下注均收录于交易记录数据库。VKGAME的交易记录为所有交易及下注的相关信息的最终确证。
                        <br />
                        受限于本条规其他规定，当交易代号出现在用户屏幕上并有效显示在用户的交易历史中时，下注即视为有效及被VKGAME接受。
                        <br />
                        比赛开始后和/或下注时比赛结果已被知晓之情况下不得下注。若比赛开始和/或用户下注时已经知晓比赛结果之情况下仍错误地开放给用户下注，VKGAME有权不经通知用户即可拒绝用户下注或宣布下注无效；VKGAME享有是否接受全部或部分该等下注的自主决定权。为避免疑义，本条款不排除「下半场」投注盘(“in
                        play” bets)或「半场」投注盘(“half time” bets)。
                        <br />
                        竞猜网站上预告的开赛时间仅为信息参考之用。若VKGAME因任何原因无意中于比赛开始后仍接受下注，则我们有权取消和宣布该等下注无效。
                        <br />
                        除非有关比赛和游戏的具体规则另有规定，否则为了竞猜的目的，开放下注的比赛或游戏的结果将于比赛或游戏实际结束当天决定。VKGAME不承认任何后来的可能导致推翻上述结果的质询，原派彩仍然有效。
                        <br />
                        体育赛事的比赛地点发生变化的，以原赛场为基础的所有下注均告无效。
                        <br />
                        比赛或游戏的赢家将根据竞猜规则在上述比赛或游戏实际结束当天予以定。
                        <br />
                        为竞猜目的，VKGAME不承认任何延期比赛、抗议或推翻的结果。
                        <br />
                        用户下注的多重彩中如包括非参赛者选项或无效选项，派彩将以剩余的有效选项为基础进行结算。
                        <br />
                        用户承认所有赔率、指数和让分可不经通知上下浮动，上述赔率、指数和让分仅在用户下注被我们接受时予以确定。
                        <br />
                        若明显错误或系统故障造成用户下注的赔率、指数或让分不正确时，则用户的下注或多重彩的部分下注无效。若有关错误或故障及时得到纠正，VKGAME有权自主(但无义务)决定尽合理努力和用户联络允许用户以正确的赔率、指数和让分重新下注。
                        <br />
                        我们不接受用户同时对同一赛事重复下注。
                        <br />
                        就任何下注及其相关交易而言，VKGAME享有最后决定权，且其所作决定系终局性并具有最终确定力的。
                        <br />
                        排除「下半场」投注盘(“in play” bets)或「半场」投注盘(“half time” bets)。
                        <br />
                        竞猜网站上预告的开赛时间仅为信息参考之用。若VKGAME因任何原因无意中于比赛开始后仍接受下注，则我们有权取消和宣布该等下注无效。
                        <br />
                        除非有关比赛和游戏的具体规则另有规定，否则为了竞猜的目的，开放下注的比赛或游戏的结果将于比赛或游戏实际结束当天决定。VKGAME不承认任何后来的可能导致推翻上述结果的质询，原派彩仍然有效。
                        <br />
                        体育赛事的比赛地点发生变化的，以原赛场为基础的所有下注均告无效。
                        <br />
                        比赛或游戏的赢家将根据竞猜规则在上述比赛或游戏实际结束当天予以定。
                        <br />
                        为竞猜目的，VKGAME不承认任何延期比赛、抗议或推翻的结果。
                        <br />
                        用户下注的多重彩中如包括非参赛者选项或无效选项，派彩将以剩余的有效选项为基础进行结算。用户承认所有赔率、指数和让分可不经通知上下浮动，上述赔率、指数和让分仅在用户下注被我们接受时予以确定。
                        <br />
                        若明显错误或系统故障造成用户下注的赔率、指数或让分不正确时，则用户的下注或多重彩的部分下注无效。若有关错误或故障及时得到纠正，VKGAME有权自主(但无义务)决定尽合理努力和用户联络允许用户以正确的赔率、指数和让分重新下注。
                        <br />
                        我们不接受用户同时对同一赛事重复下注。
                        <br />
                        就任何下注及其相关交易而言，VKGAME享有最后决定权，且其所作决定系终局性并具有最终确定力的。
                    </div>
                </section>
                <section>
                    <div class="s-title">竞猜软件使用权</div>
                    <div class="s-text">
                        用户特此确认并同意，用户通过联接设备以下载或其他方式获得的以便其远程使用的竞猜网站的竞猜软件属于竞猜服务的一部分，为VKGAME和/其许可人的财产；用户对该等竞猜软件不享有任何权利。用户不得以任何方式或以任何
                        手段改编、拷贝、修改、复制、储存、散发、展示、公开播放、传播、广播、制入有线节目、出版、传送、出售、出借、出租、或许可使用竞猜软件。用户也不得以其他方式交流或使竞猜软件对任何他人网站、网上服务或公告板或任何其他媒体和联接设备开放。
                        <br />
                        VKGAME特此授予用户在联连设备上安装和使用竞猜软件的非专属性、不可转让的个人使用权「使用权」，但竞猜软件的安装和使用所用的联接设备须以用户为主要使用人。
                        <br />
                        VKGAME授权和散发竞猜软件的目的仅为竞猜软件的终端用户能完全连接和使用竞猜服务。
                        <br />
                        用户不得：
                        <br />
                        1.安装或传载竞猜软件至其他连网设备的服务器或采取其他步骤使竞猜软件可以通过任何形式或公告板、网上服务或远程拨号或网络使他人得到；
                        <br />
                        2.散发、出借、出租、转授权、拷贝、转让、转移或以其他方式使任何其他人得到竞猜软件和使用竞猜软件的使用权；
                        <br />
                        3.允许其他人使用竞猜软件；
                        <br />
                        4.设立或提供任何方式(包括但不限于仿真程序)使他人使用竞猜软件；
                        <br />
                        5.翻译、反向工程、反向编译，反汇编、修改、破解、全部或部分地以竞猜软件和其源代码为基础开发衍生产品；
                        <br />
                        6.拷贝、修改、翻译或全部或部分地以竞猜软件的相关用户文件为基础开发衍生产品。
                        <br />
                        用户承认并同意，竞猜网站上提供的及或通过联连设备或其他方式提供的竞猜软件或竞猜软件用户方件均归VKGAME和/其许可人所有，并受著作权、商标权和其他知识产权和专利权的保护。用户特此承认，竞猜软件的结构、组织
                        和源代码为VKGAME和其许可人的极具价值的商业秘密。用户承认除根据使用权向用户授予的权利外，用户对竞猜软件和竞猜软件用户文件不享有任何权利和权益。
                        <br />
                        本协议因任何原因终止，本协议顶下所授予的使用权自动作废，用户应停止使用竞猜软件并将竞猜软件从联连设备中卸载。
                    </div>
                </section>
                <section>
                    <div class="s-title">交易结算</div>
                    <div class="s-text">
                        用户使用信用卡或借记卡的，持卡人姓名须与会员登记和申请过程中所使用的姓名一致。若发生持卡人姓名和账户登记和会员申请所使用的姓名不一致的情况，VKGAME有权拒绝就相关交易进行结算。
                        <br />
                        用户承担向VKGAME和/其他用户（视具体情况而定）支付所有应付款项的一切责任。用户同意对任何付款不实施或促使他人实施退款，不拒绝或撤销付款，并向VKGAME偿付所有被退还、拒绝或撤销的付款以及由此引起的所有损失
                        和费用。VKGAME，根据自主判断，有权终止向个别用户或使用某类信用卡或借记卡付款的用户提供服务或支付款项。
                        <br />
                        任何经VKGAME认可的有效:体育竞猜(Sportsbook)下注向任何会员支付的最高彩金根据当日所公布的汇率等额货币。
                        彩金不包括下注额。
                        <br />
                        任何款项或彩金在存入帐户的过程中发生错误，VKGAME不负任何形式的任何责任，且我们有权在任何时候或在事后宣布涉及该等款项的交易无效。用户一旦发现账户内款项汇存有误，有责任立即通知VKGAME。
                        <br />
                        在任何适用法律下就彩金所应缴付的税款和费用均由用户自行负责缴付。
                    </div>
                </section>
                <section>
                    <div class="s-title">领取彩金</div>
                    <div class="s-text">
                        用户的彩金经结算后，将存入用户账户，具体提取办法参照我们彩金提取规定并须出示我们认可的有效带照身份证和信用/借记卡。
                        <br />
                        在用户所持的信用/借记卡发行银行允许的情况下，彩金可以直接存入用户交纳押金所用的信用/借记卡账户。支票或电汇的收款人以登记或申请会员时所用的姓名为准。以信用卡或借记卡支付押金的，收款人还必须是信用卡或借记卡的登记持卡人。
                        <br />
                        投注额必须与存款额相同才能进行提款，VKGAME将保留权利，收取必要的提款和存款手续费。
                        <br />
                        VKGAME因用户的竞猜交易而蒙受的所有银行收费均由用户承担和偿付，我们有权从用户彩金或账户中扣除和抵扣上述收费。
                    </div>
                </section>
                <section>
                    <div class="s-title">促销和奖励</div>
                    <div class="s-text">
                        所有促销、奖励和特价均须遵守本条规及VKGAME针对具体促销活动所不时制定的规定。VKGAME保留在任何时候中止、取消或修改该等奖励或促销和其相关规定及条款的权力。
                        <br />
                        若VKGAME认定有人滥用或企图滥用某项奖励或促销活动，或可能因该等滥用行为而获利，我们有权自主决定以其认为合适的方式阻止、拒绝，中止、或撤消任何用户参加有关奖励或促销活动。
                        <br />
                        如发现任意带有串通勾结以及试图欺诈等嫌疑的个人或团队，我们将保留取消其部份或全部投注的权利。所涉及的个人，亲属，组织，竞猜庄家及其员工帐户中的金额会将被立即查封没收。
                    </div>
                </section>
                <section>
                    <div class="s-title">赔偿</div>
                    <div class="s-text">
                        用户同意，由于用户连接竞猜网站、下载或安装竞猜软件、下注和以其他方式使用竞猜服务、竞猜软件和竞猜资讯、及/或违背本条规和竞猜规则，而对VKGAME、其股东、雇员、管理人员、董事、受许可方、经销商、关联方、子公司和/代理商造成的任何损失、损害或及索赔(包括合理的律师费)，用户须予以全额赔偿。
                    </div>
                </section>
                <section>
                    <div class="s-title">免责声明及特别注意事项</div>
                    <div class="s-text">
                        竞猜完全是一项个人选择，以个人判断与分析为依据，且风险自负的行为。用户下注的同时，即表明用户承认竞猜服务、竞猜网站和竞猜资讯并无冒犯性，且并不令人反感、不公平或有悖公共道德。一些司法管辖区对网上及/或
                        岸外网上竞猜的合法性尚无定论；而另一些司法管辖区则明确规定网上竞猜（在司法管辖区域内和岸外）均属非法行为。我们不鼓励任何人在非法的情况下使用和连接竞猜网站、竞猜资讯和竞猜服务。竞猜服务、竞猜资
                        讯和竞猜网站的设立和提供并不构成我们发出要约、招揽或邀请任何人在那些规定使用或连接上述内容为非法行为的国家内使用或连接上述内容。用户独立承担遵守其所适用之相关法律规定的责任，而VKGAME不就竞猜服务、竞猜软件、竞猜网站或其中的竞猜资讯与用户所适用的法律规定相符作出任何声明。
                        <br />
                        竞猜服务、竞猜软件、竞猜网站和竞猜资讯均按「原状原则」提供。除本条规明示的外，VKGAME不就竞猜服务、竞猜网站、竞猜软件和竞猜资讯作出任何声明或保证。故所有有关竞猜服务、竞猜软件、竞猜网站和竞猜资讯的声明
                        或保证，不论明示或暗示、法定与否，特此在法律允许的最大范围内予以排除。VKGAME不就竞猜服务、竞猜软件、竞猜网站或竞猜资讯的准确性、及时性、安全性、连续性、正确性或抗外界干扰性（任何性质），以及更正所发现
                        的任何缺陷作出保证。VKGAME亦不保证竞猜服务、竞猜软件、竞猜网站和竞猜资讯或提供上述内容的服务器不含有任何病毒、间谍软件、广告软件或其他具恶意性、破坏性或可导致电脑瘫痪的代码、程序、数据、宏指令或可影响
                        任何联接设备和其中所存数据的其他软件或特性。用户承诺将自行自费采取预防措施，确保其使用或连接竞猜服务所用的过程、方法和联接设备、以及竞猜软件的安装和竞猜网站的使用，均不会带来电脑病毒、间谍软件、广告软件或具恶意性、破坏性或可导致电脑瘫痪的其他代码，或导致其联接设备或其中所存数据受到干扰和破坏的其他风险。
                        <br />
                        若发生与账户结算或竞猜服务的其他方面有关的系统错误或通讯错误，VKGAME不承担由此引起的任何责任。在此情况下，VKGAME有权取消所有受上述错误影响的下注并采取任何更正行动。在任何情况下，因用户连接、使用或参与竞猜服务、竞猜网站、竞猜软件和竞猜资讯而发生任何损害、损失或支出，包括用户之联接设备或所存数据受到任何干扰或破坏，VKGAME不承担任何责任。此外，对竞猜服务、竞猜网站、博彩软件和竞猜资讯中由第三方(包括但不限于宽带和电信服务供应商)所提供的内容，VKGAME亦不作任何保证和声明且不予负责；在任何情况下，VKGAME均不对上述第三方合作者的任何违约、过错或不作为承担责任。
                        <br />
                        在任何情况下，VKGAME、其关联公司、关联方、合伙人、管理人员、雇员和代理均不对任何损害、损失或支出承担责任。上述包括但不限于因用户连接或使用竞猜服务、竞猜网站、竞猜软件和竞猜资讯、或与用户连接或使用竞猜
                        服务、竞猜网站、竞猜软件和竞猜资讯有关的、或因用户下载、安装或使用竞猜软件所引起的任何直接、间接、因果性或特别的损害或经济损失，不论VKGAME是否被告知可能发生上述损害、损失或支出。在任何情况下，就与用户下注直接相关的任何事宜、事件或情形所引起或与之相关的任何损失或损害(不论是否基于合约、侵权、严格责任或其他原因)，在法律允许的最大范围内，VKGAME对用户的全部责任(如有)应不超过用户的相应下注额。
                        <br />
                        用户承认，竞猜资讯在性质上可能全部或部分地具有临时性，并且可按本条规予以修订、修改或更改。因此，用户承认竞猜资讯仅为参考之用，不构成任何建议、意见或招揽，不构成任何具约束力的声明、保证、合约义务或用户
                        依据的内容和基础。
                        <br />
                        用户特此承认并同意，在考虑所有相关因素，包括但不限于用户向VKGAME提供对价的价值后，本条规所述之所有责任豁免和义务排除代表用户和VKGAME协议中公平、合理的风险分担和利益分配。用户进一步同意上述免责和限制在适用法律允许的最大范围内具有强制执行力。
                        <br />
                        如果用户对任何竞猜或比赛的结果存有异议，应在该等结果宣布之日后十四(14)天内向我们书面投诉。若出现用户联接设备所显示与VKGAME系统的交易记录中所存的交易结果不符的情况(尽管发生这种情况的可能性很小)，用户同
                        意VKGAME系统中交易记录所记载的由我们的技术总监认证的交易结果应为该等结果具终局性的不容置疑的证据。
                    </div>
                </section>
                <section>
                    <div class="s-title">终止、关户及暂停竞猜服务</div>
                    <div class="s-text">
                        如有充分理由相信或证明以下情形，除本条款项下所享有的其他权利外，VKGAME有权，根据自主判断，宣布任何彩
                        金无效并没收用户下注账户中所存余额、终止本协议和暂停提供竞猜服务/冻结用户账户：
                        <br />
                        1.用户在VKGAME拥有不止一个活动账户；
                        <br />
                        2.用户姓名与向VKGAME进行购卖或支付押金所用的信用卡或借记卡或其他付款账户的持有人姓名不符；
                        <br />
                        3.用户参与VKGAME促销并在未满足促销要求之前退出该促销；
                        <br />
                        4.用户提供不正确或误导性的注册信息；
                        <br />
                        5.用户未提供或遗漏提供必要的身份资料；
                        <br />
                        6.用户不满法定年龄；
                        <br />
                        7.用户连接和使用竞猜服务所在的地区在法律上禁止使用竞猜服务；
                        <br />
                        8.用户对我们实施或促使他人对我们实施「退款「，或否认以其账户名义进行 的任何交易或押金；
                        <br />
                        9.用户押金来源于刑事犯罪或其他非法或未经授权的活动；
                        <br />
                        10.用户被发现欺诈或企图欺诈任何人或已经对任何人实施欺诈，或经VKGAME认定用户使用专门设计用以干扰/捣毁系统之人工智能或其他系统(包括机械、电脑、软件或其他自动化系统)，或被发现与其他竞猜玩客勾结或企图与其他赌客勾结欺骗VKGAME或其他竞猜玩客；
                        <br />
                        11.用户允许(不论是否故意)他人使用其账户；
                        <br />
                        12.用户未遵守本协议项下的任何使用规定；
                        <br />
                        13.用户未披露其位置在菲律宾、台湾、美国、新加坡及香港境内的事实。
                        <br />
                        若我们按第14.1条规定暂停提供竞猜服务和冻结账户，在用户实施必要的纠正措施(如果可以纠正)，且我们确认完全满意用户的纠正措施之后，竞猜服务和用户账户将被恢复和解冻。
                    </div>
                </section>
                <section>
                    <div class="s-title">与外部网站的链接</div>
                    <div class="s-text">
                        竞猜网站可能含有与并非VKGAME维护的外部网站的链接。与外部网站的链接仅为用户方便而提供，我们不承诺确保上述链接所含内容的准确性、时效性或被维护，且不就此承担任何责任。
                        <br />
                        VKGAME不就外部网站的内容资讯或隐私保护政策或在外部网站宣传、出售或以其他方式开放的任何产品或服务承担任何责任、负责提供或审查、予以批准或核准、或作出任何声明或保证。
                        <br />
                        VKGAME不就用户因使用竞猜网站所提供的任何外部网站链接而发生的或与之相关的任何损失或损害承担合约、侵权、疏忽或其他责任。
                        <br />
                        除非明文规定，否则VKGAME在任何情况下均不得被视为与外部网站上的任何声明、意见、产品或服务商标、标记、标志或其他图案、在外部网站宣传、出售或以其他方式开放的任何产品或服务、外部网站的经营者或所有者、或以任何方式与外部网站相关的任何人具有任何关系或联系。
                    </div>
                </section>
                <section>
                    <div class="s-title">与竞猜网站的链接/框入</div>
                    <div class="s-text">
                        用户不得就竞猜网站或竞猜服务的任何部分设置链接、深链接或文中链接(deep or in-line
                        links)、或框入(frame)竞猜资讯。
                    </div>
                </section>
                <section>
                    <div class="s-title">增加或中断竞猜种类</div>
                    <div class="s-text">
                        我们保留自行决定，不经通知用户，于任何时候在竞猜网站增加新的竞猜种类或功能，或开始、停止、中断、限制联接或修改任何竞猜种类或功能的权利，且不就此对任何人承担任何责任。
                    </div>
                </section>
                <section>
                    <div class="s-title">违反本条规</div>
                    <div class="s-text">
                        VKGAME保留就违反本条规的行为依法寻求救济（法律及衡平法）的权利，包括自行决定在任何时候基于任何理由拒绝或限制任何特定的人联接博
                        彩服务、竞猜网站和竞猜资讯、阻止通过特定互联网地址或联接设备联接竞猜服务、 竞猜网站和竞猜资讯的权利。
                    </div>
                </section>
                <section>
                    <div class="s-title">优先顺序</div>
                    <div class="s-text">
                        竞猜规则(若适用)和适用于使用和联接竞猜服务、竞猜软件、竞猜资讯和竞猜网站的任何其他条规均构成本条规的组成部分。若竞猜规则和适用于使用和联接竞猜服务、竞猜软件、竞猜资讯和竞猜网站的任何其他条规与本条规存有抵触，则除非另行明文规定，否则以本条规为准。
                    </div>
                </section>
                <section>
                    <div class="s-title">不可抗力</div>
                    <div class="s-text">
                        若VKGAME由于发生下列其无法控制的任何性质的事件(包括但不限于天灾、适用法律法规的变更、政府、民政或军事机关的作为或不作为、法院命令、恐怖活动、闪电或火灾、罢工、停工或其他劳资纠纷、洪水、干旱、战争、暴乱、
                        盗窃、传输或系统故障、通讯或宽带服务故障或中断、电力供应或设备故障或不足、恶劣气候、地震和自然灾害)未能或迟延履行本条规所规定的任何义务，不构成违反本条规。用户同意采取一切必要行动尽量减轻上述事件的后果。
                    </div>
                </section>
                <section>
                    <div class="s-title">弃权</div>
                    <div class="s-text">
                        VKGAME在任何时候未能执行本条规任何条款不可视为放弃本条规所规定的权利或以任何方式影响本条规全部或部分的有效性，且不影响VKGAME采取进一步行动的权利。
                    </div>
                </section>
                <section>
                    <div class="s-title">可分割性</div>
                    <div class="s-text">
                        若任何条款或其任何部分被有关机关认定为在任何程度上无效、不合法或不可执行，则该条款或该部分在上述程度上与其他条款分割，其他条款在法律允许的范围内继续完全有效。
                    </div>
                </section>
                <section>
                    <div class="s-title">适用法律和管辖</div>
                    <div class="s-text">
                        用户同意，用户联接和使用竞猜服务、竞猜网站、竞猜软件、竞猜资讯及有关本条规的解释适用菲律宾法律，并按菲律宾法律解释。因本条规发生或与本条规有关的任何争议：
                        <br />
                        1.若由用户提起，则提交菲律宾First Cagayan公司卡卡湾经济区管理局(Cagayan Economic Zone Authority, First
                        Cagayan Leisure and Resort Corporation)互动游戏主许可人最终解决。
                        <br />
                        2.若由VKGAME提起，则由VKGAME自行选择：
                        <br />
                        a.根据以上规定提请仲裁最终解决。
                        <br />
                        b.向用户同意的菲律宾法院提起诉讼或申请，但VKGAME在其他法律管辖区提起诉讼或法律程序的权利不受影响。
                    </div>
                </section>
            </div>
        </div>
    </div>
</template>

<style lang="scss" scoped>
.s-title {
    margin-top: 10px;
    height: 24px;
    line-height: 24px;
    color: #00bef6;
}
.s-text {
    margin-bottom: 5px;
    line-height: 20px;
}
</style>
